---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.Graphics
source: html/b9e97a80-71b8-e949-9807-b1698fea5cb0.htm
---
# Autodesk.Revit.DB.GroupTypeId.Graphics Property

Graphics.

## Syntax (C#)
```csharp
public static ForgeTypeId Graphics { get; }
```